    collections = {    
		"ПортретыМихаилФедоровичРоманов":  { id:  1, 
			label: "101",
			type: "collection",
			title: "Михаил Федорович Романов, портреты",
			txt: "собрание портретов Михаила Федоровича Романова",
			image: "rmf101",
			glr: [ 
					{ "rmf101": "image" },
					{ "rmf121": "image" },
					{ "rmf122": "image" },
					{ "rmf123": "image" },
					{ "rmf102": "image" },
					{ "rmf103": "image" },
					{ "rmf104": "image" },
					{ "rmf105": "image" },
					{ "rmf106": "image" },
					{ "rmf107": "image" },
					{ "rmf108": "image" },
					{ "rmf109": "image" },
					{ "rmf110": "image" },
					{ "rmf111": "image" },
					{ "rmf112": "image" },
					{ "rmf113": "image" },
					{ "rmf114": "image" }
			]
		},
		
		"КурсМединскогоПетровскиеВремена":  { id:  2, 
			label: "125",
			type: "collection",
			title: "Видео-курс Владимира Мединского<br>Петровские времена",
			txt: "Новый цикл Владимира Мединского – «Петровские времена».<br> Рассказ о взрослении и становлении личности Петра, о том, как менялась при нем Россия, и о людях, его окружавших.",
			image: "Мединский_ПетрI_видеокурс",
			glr: [ 
					{ "ПетрIКурсМединского_0_rutube": "video" },
					{ "ПетрIКурсМединского_1_rutube": "video" },
					{ "ПетрIКурсМединского_2_rutube": "video" },
					{ "ПетрIКурсМединского_3_rutube": "video" },
					{ "ПетрIКурсМединского_4_rutube": "video" },
					{ "ПетрIКурсМединского_5_rutube": "video" },
					{ "ПетрIКурсМединского_6_rutube": "video" },
					{ "ПетрIКурсМединского_7_rutube": "video" },
					{ "ПетрIКурсМединского_8_rutube": "video" }

			]
			
		},

		"КурсМединскогоЕкатеринаI":  { id:  3, 
			label: "КурсМединскогоЕкатеринаI",
			type: "collection",
			title: "Видео-курс Владимира Мединского - Екатерина I",
			txt: "Новый цикл Владимира Мединского – «Екатерина I».<br> Рассказ о первой императрице, о людях, её окружавших, и о России.",
			image: "ДостоевскийМединский",
			glr: [ 
					{ "ЕкатеринаIКурсМединского_1_VK": "video" },
					{ "ЕкатеринаIКурсМединского_2_VK": "video" },
					{ "ЕкатеринаIКурсМединского_3_VK": "video" },
					{ "ЕкатеринаIКурсМединского_4_VK": "video" },
			]
		},



		"ХудожественныеФильмыПетрI":  { id:  4, 
			label: "126",
			type: "collection",
			title: "Художественные фильмы о Петре Первом",
			txt: "Фильмы о Петре Первом, про Петровские времена, о том, как менялась при нем Россия, и о людях, его окружавших.<br>Есть серьёзные, есть не очень, но нет документальных снятых современниками.",
			image: "художественный_фильм",
			glr: [ 
					{ "ПетрПервыйЛенфильм1937-38": "video" },
					{ "ПетрПервыйЛенфильм1937-38цвет": "video" },
					{ "ЮностьПетра1980": "video" },
					{ "В_начале_славных_дел": "video" },
					{ "Табачный_капитан": "video" },
					{ "Сказ_как_Петр_арапа_женил": "video" }

			]
			
		},
		
		
		"ПортретыПетрI":  { id:  11, 
			label: "120",
			type: "collection",
			title: "Петр I, портреты",
			txt: "собрание портретов Петра Алексеевича Романова",
			image: "ptr002",
			glr: [ 
					{ "ptr001": "image" },
					{ "ptr002": "image" },
					{ "ptr003": "image" },
					{ "ptr004": "image" },
					{ "ptr005": "image" },
					{ "ptr009": "image" },
					{ "ptr012": "image" },
					{ "ptr013": "image" },
					{ "ptr015": "image" },
					{ "ptr016": "image" },
			]
		},		
		
		"ПортретыЕкатеринаI":  { id:  12, 
			label: "ПортретыЕкатеринаI",
			type: "collection",
			title: "Екатерина I, портреты",
			txt: "Екатерина I, собрание портретов ",
			image: "ЕкатеринаI_000",
			glr: [ 
					{ "ЕкатеринаI_000": "image" },
					{ "ЕкатеринаI_001": "image" },
					{ "ЕкатеринаI_002": "image" },
					{ "ЕкатеринаI_003": "image" },
					{ "ЕкатеринаI_004": "image" },
					{ "ЕкатеринаI_005": "image" },
			]
		},
		
		"ПортретыЕлизаветаПетровна":  { id:  13, 
			label: "ПортретыЕлизаветаПетровна",
			type: "collection",
			title: "Елизавета Петровна, портреты",
			txt: "Екатерина I, собрание портретов ",
			image: "ЕлизаветаПетровна_007",
			glr: [ 
					{ "ЕлизаветаПетровна_000": "image" },
					{ "ЕлизаветаПетровна_001": "image" },
					{ "ЕлизаветаПетровна_002": "image" },
			//		{ "ЕлизаветаПетровна_003": "image" },
					{ "ЕлизаветаПетровна_004": "image" },
					{ "ЕлизаветаПетровна_005": "image" },
					{ "ЕлизаветаПетровна_006": "image" },
					{ "ЕлизаветаПетровна_007": "image" },
					{ "ЕлизаветаПетровна_008": "image" },
					{ "ЕлизаветаПетровна_009": "image" },
					{ "ЕлизаветаПетровна_010": "image" },
					{ "ЕлизаветаПетровна_011": "image" },

			]
		},		
		
		"ПортретыПавелI":  { id:  13, 
			label: "ПортретыПавелI",
			type: "collection",
			title: "Павел I, портреты",
			txt: "Павел I, собрание портретов ",
			image: "ПавелI_006",
			glr: [ 
				//	{ "ПавелI_000": "image" },
					{ "ПавелI_001": "image" },
					{ "ПавелI_002": "image" },
					{ "ПавелI_003": "image" },
					{ "ПавелI_004": "image" },
					{ "ПавелI_005": "image" },
					{ "ПавелI_006": "image" },
					{ "ПавелI_007": "image" },
					{ "ПавелI_008": "image" },
			]
		},		



		"ПетрIII_КурсМединского_1":  { id:  14, 
			label: "ПетрIII_КурсМединского_1",
			type: "collection",
			title: "Видео-курс Владимира Мединского - Петр III",
			txt: "Новый цикл Владимира Мединского – «Петр III».<br> Петр III, его правление,  окружение, и о России.",
			image: "ДостоевскийМединский_2",
			glr: [ 
					{ "ЕкатеринаIКурсМединского_1_VK": "video" },
					{ "ЕкатеринаIКурсМединского_2_VK": "video" },
					{ "ЕкатеринаIКурсМединского_3_VK": "video" },
					{ "ЕкатеринаIКурсМединского_4_VK": "video" },
			]
		},






		
	}		