      var edges = [ ];

// 
	  var nodes_0 = [

/*		{ id:0, level: 0, value: 99, 	group: 11,	
			key: "трон",
			to: [ 
				"МихаилФедорович:трон", 	
			]
		},
*/
		{ id:100, level: 1, value: 99, 	group: 1, 	
			key:   "МихаилФедорович", 	
			to: [ 
				"ЕвдокияСтрешнева:жена",
				"АлексейМихайлович:трон",
				"АлексейМихайлович:сын",
			]	 
		},		
																 
		{ id:101, level: 1, value: 71, 	group: 2, 	
			key:  "ЕвдокияСтрешнева",
			to: [ "АлексейМихайлович:сын" ]	 
		},
			
				
		{ id:113, level: 2, value: 72, 	group: 2, 	
			key: "МарияИльиничнаМилославская",  
			to: [  
				"ФедорIIIАлексеевич:сын", 
				"ИванV:сын", 
				"СофьяАлексеевна:дочь" 
			]	 
		},		
			
		{ id:121, level: 2, value: 99, 	group: 1, 	
			key: "АлексейМихайлович",  	
			to: [  
				"МарияИльиничнаМилославская:жена",
				"ФедорIIIАлексеевич:трон",
				"ФедорIIIАлексеевич:сын",
				"ИванV:сын",
				"СофьяАлексеевна:дочь", 
				"НатальяНарышкина:жена",  
				"ПетрI:сын", 
			]	 
		},
/*	*/		
		{ id:124, level: 3, value: 91, 	group: 1, 
			key:  "ФедорIIIАлексеевич",
			to: [
		//		"СофьяАлексеевна:трон", 
				"ИванV:трон",
				"ПетрI:трон", 
			]	 
		},
			
		{ id:125, level: 4, value: 91, 	group: 1, 
			key:  "ИванV",
			to: [ 
				"ПрасковьяСалтыкова:жена", 
				"ЕкатеринаИоановна:дочь",
				"АннаИоановна:дочь",
			]	 
		},
					
		{ id:126, level: 4, value: 71, 	group: 2, 
			key:  "ПрасковьяСалтыкова",
			to: [ 
				"ЕкатеринаИоановна:дочь",
				"АннаИоановна:дочь",
			]	 
		},
			
		{ id:127, level: 4, value: 91, 	group: 1,	
			key: "СофьяАлексеевна",
			to: [  ]
		},	
		
		{ id:134, level: 2, value: 72, 	group: 2, 
			key:  "НатальяНарышкина",
			to: [ "ПетрI:сын" ]	 
		},		

		{ id:127, level: 5, value: 81, 	group: 2,	
			key: "КарлЛеопольд",
			to: [ 
				"АннаЛеопольдовна:дочь"
			]
		},

			
		{ id:128, level: 5, value: 91, 	group: 1, 
			key:  "ЕкатеринаИоановна",
			to: [ 
				"КарлЛеопольд:муж",
				"АннаЛеопольдовна:дочь"
			]	 
		},

			
		{ id:129, level: 5, value: 91, 	group: 1, 
			key:  "АннаИоановна",
			to: [  
				"АннаЛеопольдовна:трон"
			]	 
		},
			
		{ id:130, level: 6, value: 81, 	group: 2, 
			key:  "АнтонУльрих",
			to: [  
	//			"АннаЛеопольдовна:жена",
				"ИванVI:сын"
			]	 
		},		{ id:131, level: 6, value: 91, 	group: 1, 
			key:  "АннаЛеопольдовна",
			to: [  
				"АнтонУльрих:муж",
				"ИванVI:трон",
				"ИванVI:сын"
			]	 
		},
		
		{ id:132, level: 7, value: 91, 	group: 1, 
			key:  "ИванVI",
			to: [
				"ЕлизаветаПетровна:трон"	
			]	 
		},

/*  ---------------------------------------------------    */

/*	*/	{ id:137, level: 4, value: 72, 	group: 2,	
			key: "ЕвдокияЛопухина",
			to: [ "АлексейПетровичЛопухин:сын" ]
		},

		{ id:138, level: 4, value: 99, 	group: 1,	
			key: "ПетрI",
			to: [ 
				"ЕвдокияЛопухина:жена",
				"АлексейПетровичЛопухин:сын",	
				"ЕкатеринаI:трон",
				"ЕкатеринаI:жена",
				"ЕлизаветаПетровна:дочь",
				"АннаПетровна:дочь",
				"ПетрПетрович:сын",
			]
		},

		{ id:139, level: 5, value: 72, 	group: 2,	
			key: "СофьяШарлотта",
			to: [ "ПетрIIАлексеевич:сын" ]
		},
		
		{ id:140, level: 5, value: 81, 	group: 1,	
			key: "АлексейПетровичЛопухин",
			to: [ 
				"ПетрIIАлексеевич:сын", 
				"СофьяШарлотта:жена"
			]
		},

		{ id:141, level: 6, value: 91, 	group: 1,	
			key: "ПетрIIАлексеевич",
			to: [ 
				"АннаИоановна:трон"
			]
		},


		{ id:142, level: 4, value: 91, 	group: 2,	
			key: "ЕкатеринаI",
			to: [ 
				"ЕлизаветаПетровна:дочь",
				"АннаПетровна:дочь",
				"ПетрПетрович:сын",
				"ПетрIIАлексеевич:трон", 
			]
		},

		{ id:143, level: 5, value: 91, 	group: 1,	
			key: "ЕлизаветаПетровна",
			to: [ 
				"ПетрIII:трон"
			]
		},

		{ id:144, level: 5, value: 81, 	group: 1,	
			key: "АннаПетровна",
			to: [ "ПетрIII:сын" ]
		},

		{ id:145, level: 5, value: 72, 	group: 2,	
			key: "КарлФридрих",
			to: [ 
				"АннаПетровна:жена",
				"ПетрIII:сын"
			]
		},

		{ id:146, level: 5, value: 81, 	group: 1,	
			key: "ПетрПетрович",
			to: [  ]
		},

		{ id:147, level: 6, value: 91, 	group: 1,	
			key: "ПетрIII",
			to: [ 
				"ЕкатеринаII:трон",
				"ЕкатеринаII:жена",
				"ПавелI:сын"
			]
		},

		{ id:148, level: 6, value: 91, 	group: 2,	
			key: "ЕкатеринаII",
			to: [ 
				"ПавелI:трон",  
				"ПавелI:сын"  
			]
		},

		{ id:149, level: 7, value: 91, 	group: 1,	
			key: "ПавелI",
			to: [ 
				"МарияФёдоровна:жена",
				"АлександрI:трон", 
				"АлександрI:сын", 
				"КонстантинПавлович:сын", 
				"АлександраПавловна:дочь", 
				"ЕленаПавловна:дочь", 
				"АннаПавловна:дочь", 
				"ЕкатеринаПавловна:дочь", 
				"НиколайI:сын", 
				"МарияПавловна:дочь", 
				"ОльгаПавловна:дочь", 
				"МихаилПавлович:сын", 
				
			]
		},

		{ id:150, level: 7, value: 81, 	group: 2,	
			key: "МарияФёдоровна",
			to: [  
				"АлександрI:сын", 
				"КонстантинПавлович:сын", 
				"АлександраПавловна:дочь", 
				"ЕленаПавловна:дочь", 
				"АннаПавловна:дочь", 
				"ЕкатеринаПавловна:дочь", 
				"НиколайI:сын", 
				"МарияПавловна:дочь", 
				"ОльгаПавловна:дочь", 
				"МихаилПавлович:сын", 
			]
		},
		
		
		{ id:140, level: 9, value: 81, 	group: 2,	
			key: "ЕлизаветаАлексеевна",
			to: [ 
				"МарияАлександровна:дочь",
				"ЕлизаветаАлександровна:дочь",
			]
		},		
				
		{ id:149, level: 9, value: 91, 	group: 1,	
			key: "АлександрI",
			to: [ 
				"НиколайI:трон", 
				"ЕлизаветаАлексеевна:жена",
				"МарияАлександровна:дочь",
				"ЕлизаветаАлександровна:дочь",
			]
		},

		{ id:151, level: 9, value: 81, 	group: 1,	
			key: "КонстантинПавлович",
			to: [ 
			]
		},


		{ id:152, level: 9, value: 81, 	group: 1,	
			key: "АлександраПавловна",
			to: [ 
			]
		},

		{ id:153, level: 9, value: 81, 	group: 1,	
			key: "ЕленаПавловна",
			to: [ 
			]
		},

		{ id:155, level: 9, value: 81, 	group: 1,	
			key: "АннаПавловна",
			to: [ 
			]
		},

		{ id:156, level: 9, value: 81, 	group: 1,	
			key: "ЕкатеринаПавловна",
			to: [ 
			]
		},

		{ id:157, level: 9, value: 91, 	group: 1,	
			key: "НиколайI",
			to: [ 
				"АлександраФедоровна:жена",
				"МихаилНиколаевич:сын",
				"НиколайНиколаевич:сын",
				"КонстантинНиколаевич:сын",
				"ОльгаНиколаевна:дочь",
				"АлександраНиколаевна:дочь",
				"МарияНиколаевна:дочь",
				"АлександрII:трон",
				"АлександрII:сын",
			
			]
		},
		
		{ id:158, level: 9, value: 81, 	group: 2,	
			key: "АлександраФедоровна",
			to: [ 
				"МихаилНиколаевич:сын",
				"НиколайНиколаевич:сын",
				"КонстантинНиколаевич:сын",
				"ОльгаНиколаевна:дочь",
				"АлександраНиколаевна:дочь",
				"МарияНиколаевна:дочь",
				"АлександрII:сын",
			]
		},

		{ id:159, level: 9, value: 81, 	group: 1,	
			key: "МарияПавловна",
			to: [ 
			]
		},

		{ id:160, level: 9, value: 81, 	group: 1,	
			key: "ОльгаПавловна",
			to: [ 
			]
		},

		{ id:161, level: 9, value: 81, 	group: 1,	
			key: "МихаилПавлович",
			to: [ 
			]
		},
		{ id:162, level: 11, value: 81, 	group: 1,	
			key: "МарияАлександровна",
			to: [ 
			]
		},
		{ id:163, level: 11, value: 81, 	group: 1,	
			key: "ЕлизаветаАлександровна",
			to: [ 
			]
		},

		{ id:171, level: 11, value: 81, 	group: 1,	
			key: "МихаилНиколаевич",
			to: [ 
			]
		},

		{ id:172, level: 11, value: 81, 	group: 1,	
			key: "НиколайНиколаевич",
			to: [ 
			]
		},

		{ id:173, level: 11, value: 81, 	group: 1,	
			key: "КонстантинНиколаевич",
			to: [ 
			]
		},

		{ id:174, level: 11, value: 81, 	group: 1,	
			key: "ОльгаНиколаевна",
			to: [ 
			]
		},

		{ id:175, level: 11, value: 81, 	group: 1,	
			key: "АлександраНиколаевна",
			to: [ 
			]
		},

		{ id:176, level: 11, value: 81, 	group: 1,	
			key: "МарияНиколаевна",
			to: [ 
			]
		},

		{ id:171, level: 11, value: 81, 	group: 1,	
			key: "АлександрII",
			to: [ 
			]
		},



		
/*
		{ id:151, level: 7, value: 81, 	group: 1,	
			key: "ПрI",
			to: [  ]
		},

*/			
			
		{ id:1111, level: 1, value: 1, 	group: 11,	
			key: "инструкция",
			to: [  ]
		},


 	/*
		{ id:800, level: 1, value: 1, 	group: 0,
			key:  "o",
			label: "_",
			title: "_XXX_",			
			image: DIR + "0N/001.jpg",
			to: [ "" ]	 
		}
 

		{ id:1000, level: 0, value: 91, 	group: 0,	
			key: "1000",
			to: [ 
				"МихаилФедорович:другое"
			]
		},
  */


	];



/*
 */