//		  date: "10.01.2024" ,  --
	video = {

		"ПетрIКурсМединского_0_rutube":  { id:  0,
			label: "ПетрIКурсМединского_0_rutube",
			title: "«Петровские времена» <br> Анонс цикла рассказов Владимира Мединского",
			txt: "Новый цикл рассказов Владимира Мединского – «Петровские времена». Поговорим о взрослении и становлении личности Петра, о том, как менялась при нем Россия, расскажем о людях, его окружавших.",
			image: "Мединский_ПетрI_видеокурс_ч_0",
			type: "rutube",
			comment:"ч.0",
			source: "https://rutube.ru/play/embed/71175bf1369723e528c0b5adb7b1eda9",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_1_rutube":  { id:  1,
			label: "ПетрIКурсМединского_1_rutube",
			title: "Петр I: Детство Петра (1672 – 1682) <br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Детство Петра (1672 – 1682)",
			image: "Мединский_ПетрI_видеокурс_ч_1",
			type: "rutube",
			comment:"ч.1",
			source: "https://rutube.ru/play/embed/cd67849bec4d643fe1ef51b022b6f9a1",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_2_rutube":  { id:  2,
			label: "ПетрIКурсМединского_2_rutube",
			title: "Петр I: Петр и сестра его Софья (1682 – 1689)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Петр и сестра его Софья (1682 – 1689)",
			image: "Мединский_ПетрI_видеокурс_ч_2",
			type: "rutube",
			comment:"ч.2",
			source: "https://rutube.ru/play/embed/af8713d74ebd0a41267125a53c33163a",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_3_rutube":  { id:  3,
			label: "ПетрIКурсМединского_3_rutube",
			title: "Петр I: Начало правления (1689 – 1697)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Начало правления (1689 – 1697)",
			image: "Мединский_ПетрI_видеокурс_ч_3",
			type: "rutube",
			comment:"ч.3",
			source: "https://rutube.ru/play/embed/9ccc3fc6eec123f7ea9d26a526ca9a28",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_4_rutube":  { id:  4,
			label: "ПетрIКурсМединского_4_rutube",
			title: "Петр I: Великое посольство (1697 – 1698)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Великое посольство (1697 – 1698)",
			image: "Мединский_ПетрI_видеокурс_ч_4",
			type: "rutube",
			comment:"ч.4",
			source: "https://rutube.ru/play/embed/c595912ab7a2e402af5bb42ed7550f7a",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_5_rutube":  { id:  5,
			label: "ПетрIКурсМединского_5_rutube",
			title: "Петр I: Начало славных дел (1698 – 1703)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Начало славных дел (1698 – 1703)",
			image: "Мединский_ПетрI_видеокурс_ч_5",
			type: "rutube",
			comment:"ч.5",
			source: "https://rutube.ru/play/embed/2387ff5a7e2b861418b8c4223d8f5ca8",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_6_rutube":  { id:  6,
			label: "ПетрIКурсМединского_6_rutube",
			title: "Петр I: Катастрофа под Нарвой (1700)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Катастрофа под Нарвой (1700)",
			image: "Мединский_ПетрI_видеокурс_ч_6",
			type: "rutube",
			comment:"ч.6",
			source: "https://rutube.ru/play/embed/7c098acd8496ef327e12f628d302cbe1",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрIКурсМединского_7_rutube":  { id:  7,
			label: "ПетрIКурсМединского_7_rutube",
			title: "Петр I: От катастрофы к триумфу. Полтава (1704-1709)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "В новой лекции курса «Петровские времена» затронем две интереснейшие темы, о которых вы очень просили рассказать – об основании Петербурга и о Полтавской битве. Король Швеции Карл XII снисходительно посмеивался, когда узнал, что Петр I собирается возводить новый город на шведской территории. Но времена изменились, поражение под Нарвой стало катализатором побед. Тщательная подготовка, глубокие реформы и вера в свои силы помогли не только взять реванш, но и заявить миру, что отныне Россия – великая держава.",
			image: "Мединский_ПетрI_видеокурс_ч_7",
			type: "rutube",
			comment:"ч.7",
			source: "https://rutube.ru/play/embed/c67c697e0a72618ac7908fa41c19d190",
			source_title: "rutube.ru",
			file: ""
		},


		"ПетрIКурсМединского_8_rutube":  { id:  8,
			label: "ПетрIКурсМединского_8_rutube",
			title: "Петр I: Победа в Северной войне. Провозглашение Российской Империи (1710–1721)<br>Курс Владимира Мединского<br>Петровские времена",
			txt: "Петр I: Победа в Северной войне. Провозглашение Российской Империи (1710–1721)",
			image: "Мединский_ПетрI_видеокурс_ч_8",
			type: "rutube",
			comment:"ч.8",
			source: "https://rutube.ru/play/embed/45899b4cd6bc5f051eb7e6df0b631bf2",
			source_title: "rutube.ru",
			file: ""
		},



		"ПетрПервыйЛенфильм1937-38":  { id:  10,
			label: "ПетрПервыйЛенфильм1937-38",
			title: "Петр Первый (Ленфильм, 1937)<br>Художественный фильм ",
			txt: "О жизни и государственной деятельности преобразователя России XVIII века царя Петра I.<br>Особый Диплом на конкурсе кинофильмов на Всемирной Парижской выставке в 1937 году.<br>Основные создатели фильма 1 и 2 серий удостоены Сталинской премии первой степени. <br>Лауреаты премии: В.Петров, Н.Симонов, М.Жаров (1941).",
			image: "ПетрПервыйЛенфильм1937-38",
			type: "rutube",
			comment:"Режиcсёр Владимир Петров, сц. Алексей Толстой, Владимир Петров, опер. Вячеслав Горданов, Владимир Яковлев, худ. Николай Суворов, комп. Владимир Щербачев, зв. Захар Залкинд.<br>В ролях: Николай Симонов, Николай Черкасов, Михаил Жаров, Алла Тарасова, Михаил Тарханов, Ирина Зарубина, Виктор Добровольский.<br>1, 2 серия",
			source: "https://rutube.ru/play/embed/f2939e1a3bfb86400a5b3f7426d43c75",
			source_title: "rutube.ru",
			file: ""
		},

		"ПетрПервыйЛенфильм1937-38цвет":  { id:  11,
			label: "ПетрПервыйЛенфильм1937-38цвет",
			title: "Петр Первый (Ленфильм, 1937)<br>Художественный фильм <br>колоризованная и улучшенная нейросетью версия",
			txt: "О жизни и государственной деятельности преобразователя России XVIII века царя Петра I.<br>Особый Диплом на конкурсе кинофильмов на Всемирной Парижской выставке в 1937 году.<br>Основные создатели фильма 1 и 2 серий удостоены Сталинской премии первой степени. <br>Лауреаты премии: В.Петров, Н.Симонов, М.Жаров (1941).",
			image: "ПетрПервыйЛенфильм1937-38_цвет",
			type: "rutube",
			comment:"Режиcсёр Владимир Петров, сц. Алексей Толстой, Владимир Петров, опер. Вячеслав Горданов, Владимир Яковлев, худ. Николай Суворов, комп. Владимир Щербачев, зв. Захар Залкинд.<br>В ролях: Николай Симонов, Николай Черкасов, Михаил Жаров, Алла Тарасова, Михаил Тарханов, Ирина Зарубина, Виктор Добровольский.<br>1, 2 серия",
			source: "https://rutube.ru/play/embed/890bfce11a99d50b082b0b3e06fa7f3b",
			source_title: "rutube.ru",
			file: ""
		},

		"ЮностьПетра1980":  { id:  12,
			label: "ЮностьПетра1980",
			title: "Юность Петра (1980)<br>Художественный фильм <br>",
			txt: "Фильм о юности Петра I, о становлении его характера и о ближайшем окружении. Царь решительно отказывается от ряда патриархальных ценностей и стремится вывести страну, которую любит и которой предан со всем юношеским пылом, в число самых просвещённых",
			image: "Юность_Петра",
			type: "rutube",
			comment:"1, 2 серия",
			source: "https://rutube.ru/play/embed/14bc3b940842b7eeaae9ed21c308a760",
			source_title: "rutube.ru",
			file: ""
		},

		"В_начале_славных_дел":  { id:  13,
			label: "В_начале_славных_дел",
			title: "В начале славных дел (1980)<br>Художественный фильм <br>",
			txt: "В конце XVII века Россия терпела огромные убытки в торговле, так как не имела выхода к морю. Юный царь Пётр I начинает строительство в Воронеже русского флота и берёт крепость Азов. В это время в среде бояр зреет недовольство правлением молодого монарха",
			image: "В_начале_славных_дел",
			type: "rutube",
			comment:"1, 2 серия",
			source: "https://rutube.ru/play/embed/2884a1f7505107d2fa703fde652a211e",
			source_title: "rutube.ru",
			file: ""
		},




		"Сказ_как_Петр_арапа_женил":  { id:  14,
			label: "Сказ_как_Петр_арапа_женил",
			title: "Сказ про то, как царь Петр арапа женил (1976)<br>Художественный фильм <br>",
			txt: "Однажды царю Петру был подарен маленький чернокожий принц - добрый и смышленный мальчуган, который быстро усвоив от Петра все науки, был отправлен во Францию для получения более глубоких знаний и изысканных манер. Вернувшись из Парижа, на одном из балов арап ... ",
			image: "Сказ_как_Петр_арапа_женил",
			type: "rutube",
			comment:"Режиcсёр Александр Митта<br>В ролях: Владимир Высоцкий, Алексей Петренко, Иван Рыжов, Ирина Мазуркевич , Михаил Кокшенов, Семен Морозов, Валерий Золотухин",
			source: "https://rutube.ru/play/embed/326522e0df53aa3522d2a7fec046e7a2",
			source_title: "rutube.ru",
			file: ""
		},


		"Табачный_капитан":  { id:  15,
			label: "Табачный_капитан",
			title: "Табачный капитан (1972)<br>Художественный фильм <br>",
			txt: "Музыкальная историческая комедия из эпохи Петра I. Царь Петр Алексеевич отправляет боярина Антона Свиньина с холопом Ивашкой в славный город Амстердам для обучения навигацкому делу и другим точным наукам. Но слуга оказывается более способным в учебе и прилежным в быту, чем его хозяин, с трудом усвоивший пять чужеземных слов",
			image: "Табачный_капитан",
			type: "rutube",
			comment:"Режиссёр: Игорь Усов<br>Музыка: Игорь Цветков<br>В ролях: Сергей Филиппов, Людмила Гурченко, Георгий Вицин и др.",
			source: "https://rutube.ru/play/embed/41ee94f6e80a4507273393d98068fd6a",
			source_title: "rutube.ru",
			file: ""
		},


		"ЕкатеринаIКурсМединского_1_VK":  { id:  16,
			label: "ЕкатеринаIКурсМединского_1_VK",
			title: "Служанка на троне. Екатерина I – часть 1<br>Курс Владимира Мединского",
			txt: "В этом видео речь пойдет об эпохе Петра I и пришедшей ему на смену Екатерине I (годы правления: 1725-1727). Почему Петр I не оставил завещания и не распорядился о наследнике, и кем на самом деле была его супруга, ставшая после смерти Петра императрицей Екатериной Первой? Какое имя она носила на самом деле? Возможно, Марта Скавронская? Как будущая императрица оказалась в спальне императора?<br>Смотрите и слушайте в новом рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.<br><br>Видео предоставлено ООГО «Российский фонд культуры» https://rcfoundation.ru/",
			image: "Мединский_ЕкатеринаI_ч_1",
			type: "VK",
			comment:"ч.1",
			source: "https://vk.com/video_ext.php?oid=-200053189&id=456239278&hd=2",
													//__________----_________-----
			source_title: "vk.com",
			file: ""
		},

		"ЕкатеринаIКурсМединского_2_VK":  { id:  17,
			label: "ЕкатеринаIКурсМединского_2_VK",
			title: "Три загадки ЕКАТЕРИНЫ I – часть 2<br>Курс Владимира Мединского",
			txt: "Три загадки первой женщины на троне Российского государства. Что Петр I нашел в Екатерине? Как Екатерина останавливала частые вспышки гнева у Петра I? Как такая умная, осторожная и хитрая женщина, пользовавшаяся безграничным доверием государя, могла дать повод заподозрить себя в супружеской неверности? Что послужило настоящей причиной казни секретаря Екатерины Виллима Монса? Злоупотребления коррупционного характера или любовная связь с Екатериной? Что Екатерина сказала при виде отрубленной головы Монса, посаженной на пику? <br>Смотрите и слушайте в новом рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ЕкатеринаI_ч_2",
			type: "rutube",
			comment:"ч.2",
			source: "https://rutube.ru/play/embed/c36c34d9dfca5ca81d2d89b2062ffea8",
			source_title: "rutube.ru",
			file: ""
		},

		"ЕкатеринаIКурсМединского_3_VK":  { id:  18,
			label: "ЕкатеринаIКурсМединского_3_VK",
			title: "Империя на Каникулах. ЕКАТЕРИНА I - часть 3<br>Курс Владимира Мединского",
			txt: "В этом видео Вы ознакомитесь с фактами борьбы за власть после смерти Петра Великого и фактами коронации Екатерины I (годы правления: 1725–1727). Узнаете кто и почему поддержал будущую Императрицу, и какие перемены произошли в России во время царствования Екатерины Первой. <br>Смотрите и слушайте в новом рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ЕкатеринаI_ч_3",
			type: "rutube",
			comment:"ч.3",
			source: "https://rutube.ru/play/embed/4cb0df8f9bb23ac7185784bcb5947329",
			source_title: "rutube.ru",
			file: ""
		},

		"ЕкатеринаIКурсМединского_4_VK":  { id:  19,
			label: "ЕкатеринаIКурсМединского_4_VK",
			title: "Тайна завещания императрицы. ЕКАТЕРИНА I – часть 4<br>Курс Владимира Мединского",
			txt: "В этом видео собраны исторические сведения о последних днях жизни Екатерины I (годы правления: 1725–1727), её кончине и последовавшей за этим борьбе за власть. Вы узнаете об образе жизни императрицы, её любовниках и её здоровье, а также о том, какое завещание она оставила, и какие тайны связаны с этим. <br>Об этих и других фактах русской истории вы сможете посмотреть и послушать в новой лекции Владимира Мединского из цикла «XVIII век» на канале Лекторий Dостоевский.",
			image: "Мединский_ЕкатеринаI_ч_4",
			type: "rutube",
			comment:"ч.4",
			source: "https://rutube.ru/play/embed/4cb0df8f9bb23ac7185784bcb5947329",
			source_title: "rutube.ru",
			file: ""
		},

		"ЕлизаветаПетровнаКурсМединского":  { id:  20,
			label: "ЕлизаветаПетровнаКурсМединского",
			title: "Елизавета Петровна<br>Курс Владимира Мединского",
			txt: "Все лекции о царствовании Елизаветы Петровны в одном видео<br>Об этих и других фактах русской истории вы сможете посмотреть и послушать в новой лекции Владимира Мединского из цикла «XVIII век» на канале Лекторий Dостоевский.",
			image: "ЕлизаветаПетровнаКурсМединского",
			type: "rutube",
			comment:"",
			source: "https://rutube.ru/play/embed/23c19d1b7ba4e0cd0f54fb5443b877d4",
			source_title: "rutube.ru",
			file: ""
		},


		"ПетрIII_КурсМединского_1":  { id:  21,
			label: "ПетрIII_КурсМединского_1",
			title: "Привилегия на глупость. ПЕТР III – часть 1",
			txt: "Личность и деятельность Петра III долгое время расценивались историками единодушно отрицательно. Говорили, что Петру Третьему присвоена «привилегия на бессмысленность и глупость». Но так ли плох был Петр III?<br>В первой части вы узнаете, как проходило детство Петра III, чем он увлекался, как выглядел, кем были его родители, как он попал в Россию, и что изменилось в жизни будущего императора благодаря Елизавете. Смотрите и слушайте в рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ПетрIII_видеокурс_1",
			type: "rutube",
			source: "https://rutube.ru/play/embed/fa3f9c2b836d76d9872278f3454455a2",
			source_title: "rutube.ru",
			file: ""
		},


		"ПетрIII_КурсМединского_2":  { id:  22,
			label: "ПетрIII_КурсМединского_2",
			title: "20 лет играл в солдатиков. ПЕТР III – часть 1",
			txt: "Отношения Петра III и Екатерины с самой свадьбы складывались не лучшим образом. Елизавета Петровна требовала наследников, но супругов не тянуло друг к другу. К началу правления Петра они даже жили в отдельных дворцах. <br>Но как сложилась их судьба после смерти «веселой царицы»? Кто был отцом Павла I, сына Екатерины? Чем занимался Петр Третий до восшествия на престол? Какая Россия досталась новому императору?<br> Смотрите и слушайте в рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ПетрIII_видеокурс_2",
			type: "rutube",
			source: "https://rutube.ru/play/embed/1d3b38e45a9b063966b2fe6e1bffb85c",
			source_title: "rutube.ru",
			file: ""
		},
		
		"ПетрIII_КурсМединского_3":  { id:  23,
			label: "ПетрIII_КурсМединского_3",
			title: "Рабочий день императора. ПЕТР III – часть 3",
			txt: "Петра III называли пьяницей, бездельником, забулдыгой и не только. Ему приписывали намерение отказаться от православия, говорили, что он ничего не сделал для России.<br>Но так ли плох был Петр III? Как на самом деле проходил рабочий день императора? Какие указы он принял и как с ними поступила его жена-предательница Екатерина II? Что Петр III успел сделать всего за полгода царствования?<br>Смотрите и слушайте в рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ПетрIII_видеокурс_3",
			type: "rutube",
			source: "https://rutube.ru/play/embed/df968df894c4ab0041227986f1226bca",
			source_title: "rutube.ru",
			file: ""
		},
		
		"ПетрIII_КурсМединского_4":  { id:  24,
			label: "ПетрIII_КурсМединского_4",
			title: "Как не надо быть царем. ПЕТР III – часть 4",
			txt: "В этом выпуске затронем внешнюю политику страны в период правления Петра III. Поговорим о заинтересованности императора в войне Австрии с Турцией, конфликте с Данией, выходе из Семилетней войны, перевороте и смерти (убийстве) Петра III и других событиях.Что такого сделал Петр III всего за полгода своего правления, за что его свергли с престола? Как воспитание повлияло на его судьбу? С чего начался заговор и как произошел переворот? Какую роль сыграла Екатерина II? Почему при большом потенциале Петр III так и не стал уважаемым императором?<br>Смотрите и слушайте в рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "Мединский_ПетрIII_видеокурс_4",
			type: "rutube",
			source: "https://rutube.ru/play/embed/c67a1faa722838840c39315476881bf5",
			source_title: "rutube.ru",
			file: ""
		},



		"ЕкатеринаII_КурсМединского":  { id:  25,
			label: "ЕкатеринаII_КурсМединского",
			title: "Екатерина II (1762-1796): Екатерина II. Империя расширяется | Видео-курс Мединского",
			txt: "Чего хотела и чего смогла добиться Екатерина во внутренней политике? Как менялась роль дворянства как станового хребта Российской империи? Как Екатерина смогла добиться невозможного – решить ВСЕ внешнеполитические задачи, стоящие перед страной? И, наконец, каким человеком была Екатерина? Какие личные качества позволили ей стать Екатериной Великой?<br>Смотрите и слушайте в рассказе Владимира Мединского по русской истории XVIII века на канале Лекторий Dостоевский. ",
	//		image: "Мединский_ЕкатеринаII_видеокурс",
			image: "ДостоевскийМединский",
			type: "rutube",
			source: "https://rutube.ru/play/embed/9c59fb3502d58bb7e6495f4f1fa95d1a",
			source_title: "rutube.ru",
			file: ""
		},


		"Павел I_КурсМединского":  { id:  26,
			label: "Павел I_КурсМединского",
			title: "Павел I | Курс Владимира Мединского | XVIII век",
			txt: " рассказы о Павле I – одной из самых противоречивых и даже загадочных фигур на русском троне. Он находился в ожидании престола 42 года, правил немногим более четырех лет и был убит своими приближенными.<br>Как детские травмы повлияли на формирование личности Павла Петровича? Была ли Екатерина хорошей матерью, а Павел – хорошим сыном? Почему Павел I хотел сократить русскую армию? Почему он полагал, что Российской империи не стоит расширяться? Что такое Орден госпитальеров и как Мальта стала губернией Российской империи? Что стало причиной ненависти к императору? Как развивалась бы Россия, если бы Павел Петрович правил и дальше?<br>Смотрите и слушайте в новом рассказе Владимира Мединского из русской истории XVIII века на канале Лекторий Dостоевский.",
			image: "ДостоевскийМединский_2",
			type: "rutube",
			source: "https://rutube.ru/play/embed/75d3531380cad1c54dec4b84ead23b5d",
			source_title: "rutube.ru",
			file: ""
		},


		"БедныйПавел_VK":  { id:  27,
			label: "БедныйПавел_VK",
			title: ' "Бедный, бедный Павел", Художественный Фильм ',
			txt: "2003 год, Режиссер - Виталий Мельников",
			image: "БедныйПавел",
			type: "VK",
			comment:"ч.1",
			source: "https://vk.com/video_ext.php?oid=588668315&id=456242788&hd=2",
													//__________----_________-----
			source_title: "vk.com",
			file: ""
		},


		"ПавелIВкино":  { id:  28,
			label: "ПавелIВкино",
			title: ' Русские цари в кино. Павел I (17 фильмов)',
			txt: " ",
			image: "БедныйПавел",
			type: "youtube",
			comment:" ",
			source: "https://www.youtube.com/embed/WttRzM4WQzE?si=yGBuIEf2MacTgM1X",
			source_title: "www.youtube.com",
			file: ""
		},


		"ШагиИмператора":  { id:  29,
			label: "ШагиИмператора",
			title: "Шаги императора. Художественный Фильм",
			txt: "Фильм о событиях, происходивших в эпоху Павла I.<br> И рассказан анекдотический случай далекой павловской эпохи: из-за случайной ошибки писаря в бумагах возникает вместо слов «подпоручики же» подпоручик Киже. Далее этот мифический персонаж начинает жить самостоятельной жизнью, числиться на службе.<br>Жанр: комедия, история<br>Страна: СССР<br>Режиссёр: Олег Рябоконь<br>Музыка: Вадим Шеповалов",
			image: "ШагиИмператора",
			type: "rutube",
			source: "https://rutube.ru/play/embed/d232834156ea126fe59e56b37fcec8d6",
			source_title: "rutube.ru",
			file: ""
		},



		"ЗолотойВек":  { id:  29,
			label: "ЗолотойВек",
			title: "Золотой век. Художественный Фильм, 18+",
			txt: "Санкт-Петербург, 1795 год. Влюблявший в себя даже королев, английский посланник при дворе Екатерины II лорд Витворт заводит роман с юной Ольгой Зубовой – сестрой фаворита престарелой императрицы. Когда на российский престол вступает император Павел I, Англия начинает проявлять недовольство его непредсказуемой политикой. Витворт становится одним из организаторов заговора против Павла, а Ольга, рискуя жизнью, помогает ему. Ведь он поклялся ей в вечной любви. Но как только дворцовый переворот завершается убийством императора, Зубова больше не нужна Витворту. Он возвращается в Англию, а Ольгу объявляют государственной преступницей...",
			image: "ЗолотойВек",
			type: "rutube",
			source: "https://rutube.ru/play/embed/bc5040acb19ca080d634d01f00c38543",
			source_title: "rutube.ru",
			file: ""
		},




		"АлександрIкурсМединского":  { id:  30,
			label: "АлександрIкурсМединского",
			title: "Александр I Благословенный (1777-1825) | Курс Владимира Мединского | XIX век",
			txt: "Он вошел в историю как «Александр Благословенный», и при этом всю жизнь его преследовало чувство вины за смерть отца от рук заговорщиков. <br>Кто занимался образованием и воспитанием наследника? Что дала стране реформа образования и почему никогда университеты больше не были такими самостоятельными? Кто был главным приобретателем российского экспорта? Как протекал и чем завершился Венский конгресс? Разгадана ли тайна смерти  Александр I?",
			image: "АлександрIкурсМединского",
			type: "rutube",
			source: "https://rutube.ru/play/embed/07b33d14b8a8986363b308e73551d05f",
			source_title: "rutube.ru",
			file: ""
		},


		"ТестТестович":  { id:  0,
			label: "ТестТестович",
			title: "Курс Тестирования",
			txt: "Курс Тестирования",
			image: "Мединский_ПетрI_видеокурс",
			type: "rutube",
			source: "https://rutube.ru/play/embed/23c19d1b7ba4e0cd0f54fb5443b877d4",
			source_title: "rutube.ru",
			file: ""
		},
/* */

	};




/*
QWERTYUIOPASDFGHJKLZXCVBNMQWERTY
*/